{"<PAD>": 0, "<UNK>": 1, "<EOS>": 2, "!": 3, "!!:1)'": 4, "!#$": 5, "!#^": 6, "!(*.[ch])": 7, "!(*@(.c|.h))": 8, "!(*foo)": 9, "!(D)": 10, "!(b*)": 11, "!/127.0/": 12, "!/^\\//": 13, "!/dummy=2[": 14, "!=": 15, "!=\"\"": 16, "!eof": 17, "!seen": 18, "!~": 19, "\"": 20, "\"!": 21, "\"\"": 22, "\"\");": 23, "\"\",": 24, "\"\"|tail": 25, "\"\"}": 26, "\"\"}'": 27, "\"#\"": 28, "\"#\"*": 29, "\"#1$lower2#2\"": 30, "\"#content\"": 31, "\"#define\"": 32, "\"#include\"": 33, "\"#php_admin_flag\"": 34, "\"$(": 35, "\"$(TZ=GMT+30": 36, "\"$(basename": 37, "\"$(cat": 38, "\"$(comm": 39, "\"$(curl": 40, "\"$(date": 41, "\"$(date):": 42, "\"$(dirname": 43, "\"$(echo": 44, "\"$(find": 45, "\"$(grep": 46, "\"$(hostname):$(cat": 47, "\"$(ifconfig)\"": 48, "\"$(ls": 49, "\"$(md5sum": 50, "\"$(node": 51, "\"$(pgrep": 52, "\"$(printf": 53, "\"$(pwd": 54, "\"$(pwd)\"": 55, "\"$(pwd)/$(basename": 56, "\"$(readlink": 57, "\"$(seq": 58, "\"$(tty": 59, "\"$(uuid)": 60, "\"$(wc": 61, "\"$(which": 62, "\"$(whoami)\"": 63, "\"$(xsel)\"": 64, "\"$*\"": 65, "\"$0\"": 66, "\"$0\"'": 67, "\"$0\")": 68, "\"$0\")\"": 69, "\"$0\")\")": 70, "\"$0\"))": 71, "\"$0\")-XXXXX\")\"": 72, "\"$0\";": 73, "\"$0\";}'": 74, "\"$0\"`": 75, "\"$0\"`\"": 76, "\"$0\"`_`date": 77, "\"$0.html\"'": 78, "\"$1": 79, "\"$1\"": 80, "\"$1\"'": 81, "\"$1\")": 82, "\"$1\")\"": 83, "\"$1\")/$(basename": 84, "\"$1\")/Makefile'": 85, "\"$1\")/XXXXXX)": 86, "\"$1\"/.hg": 87, "\"$1\";": 88, "\"$1\"=\"$2}')": 89, "\"$1\"__checksums.md5": 90, "\"$1\"`": 91, "\"$1\"|": 92, "\"$1$\"": 93, "\"$1*\"": 94, "\"$1*.pdf\"": 95, "\"$1/link\"": 96, "\"$10}'": 97, "\"$12": 98, "\"$1\\n\"": 99, "\"$1\\n$2\"": 100, "\"$1}'": 101, "\"$2\"": 102, "\"$2\")": 103, "\"$2\")\"": 104, "\"$2}'": 105, "\"$3\"": 106, "\"$3;": 107, "\"$3}'": 108, "\"$4\"": 109, "\"$5}'": 110, "\"$6\"": 111, "\"$8\"": 112, "\"$@": 113, "\"$@\"": 114, "\"$@\"'": 115, "\"$ACTUAL_DIR\"": 116, "\"$APP\"": 117, "\"$COLUMNS\"": 118, "\"$COMMANDS\"$'\\n'\"$ALIASES\"": 119, "\"$DELETEDIR\"": 120, "\"$DIR\"": 121, "\"$DIR/incl.sh\"": 122, "\"$DIREC\"": 123, "\"$DIRECTORY_TO_PROCESS\"": 124, "\"$DIR_DESCARGA\"": 125, "\"$DIR_TEMPORAL\"": 126, "\"$DIR_TO_CLEAN\"": 127, "\"$EMAIL\"": 128, "\"$EXCLUDE/*\"": 129, "\"$FILE\"": 130, "\"$FILE\")": 131, "\"$FILE\";": 132, "\"$FILE\"`": 133, "\"$FILE\"|rev|cut": 134, "\"$FILE.bz2\"'": 135, "\"$FILE.tmp\"": 136, "\"$FILE2\"": 137, "\"$FINALPATH\"": 138, "\"$FOLDER\"": 139, "\"$GIVEN_DIR\"": 140, "\"$HISTFILE\"": 141, "\"$HOME\"": 142, "\"$HOME/\"": 143, "\"$HOME/Labs/lab4a/folder%03g": 144, "\"$HOME/Labs/lab4a/folder%03g\"": 145, "\"$HOME/Pictures\"": 146, "\"$HOME/newdir\"": 147, "\"$HOME/newdir/*\"": 148, "\"$KEY\"": 149, "\"$LIMITED_PIDS\"": 150, "\"$LINE\"": 151, "\"$LINE\")/$(basename": 152, "\"$MAILBCC\"": 153, "\"$MOD_DATE\"": 154, "\"$MONTH\\/$YEAR.*GET.*ad=$ADVERTISER": 155, "\"$NAME\"": 156, "\"$NEWFILE\"": 157, "\"$NEW_PIDS\"": 158, "\"$NF}'>./filesPermissions.sh": 159, "\"$NGV\"": 160, "\"$OPTARG\"": 161, "\"$ORIG_DIR\"": 162, "\"$OUTPUT\"": 163, "\"$PATH\"": 164, "\"$PID\"": 165, "\"$PPID\"'": 166, "\"$PWD\"": 167, "\"$SCRIPT\"`": 168, "\"$SEARCH\"": 169, "\"$SEARCH_PATH\"": 170, "\"$SOURCE\"": 171, "\"$SOURCE_FILE\"": 172, "\"$SSHKEYPASS\"": 173, "\"$SSHSOCKET\"": 174, "\"$STORAGEFOLDER\"": 175, "\"$SUBJECT\"": 176, "\"$SYMLINK\"": 177, "\"$SrchStr\"": 178, "\"$TAG\"": 179, "\"$TARGET_PATH\"": 180, "\"$TEMPFILE\"": 181, "\"$TestIP\"": 182, "\"$UNDOFILE\"": 183, "\"$USER.*\"": 184, "\"$USER@$SERVER\"": 185, "\"$USERNAME\"": 186, "\"$USERTAB\"|": 187, "\"$USER_AT_HOST\"": 188, "\"$VAR1\"": 189, "\"$WEB": 190, "\"$_": 191, "\"$_\\n": 192, "\"$_\\n$l\\n\"": 193, "\"$a\"": 194, "\"$a.cp\"": 195, "\"$absolute_dir_path\"": 196, "\"$appdir\"": 197, "\"$appname.app\"": 198, "\"$archive.tar\"": 199, "\"$arg\"": 200, "\"$b\"": 201, "\"$c\"": 202, "\"$changes\"": 203, "\"$cmd_str\"": 204, "\"$command\"": 205, "\"$controlchars\"": 206, "\"$correctFilePathAndName\"": 207, "\"$d\"": 208, "\"$d\"'": 209, "\"$d\".tar.gz": 210, "\"$d\"/*": 211, "\"$d\";": 212, "\"$d-\"*": 213, "\"$d/\"": 214, "\"$d/$d-${1##*/}\"'": 215, "\"$d/$nb\";": 216, "\"$data\"": 217, "\"$date_time\"": 218, "\"$default_java_dir\"": 219, "\"$dest\"": 220, "\"$dest_dir/$orig_name\"": 221, "\"$dest_file\"": 222, "\"$dir\"": 223, "\"$dir\")-$name\"": 224, "\"$dir\";": 225, "\"$dir/$(basename": 226, "\"$dir/$file\"": 227, "\"$dir/$file\"`": 228, "\"$dir/prune_me\"": 229, "\"$dir/prune_me*\"": 230, "\"$dir1\"": 231, "\"$directory\"": 232, "\"$domain\"": 233, "\"$dstdir\"": 234, "\"$ecriv\"": 235, "\"$expression\"`": 236, "\"$f\"": 237, "\"$f\")\"": 238, "\"$f\")/$(basename": 239, "\"$f\";": 240, "\"$f\"`/`basename": 241, "\"$f\"|tr": 242, "\"$f\\n\"": 243, "\"$file\"": 244, "\"$file\")/..\";": 245, "\"$file\";": 246, "\"$file1\")/XXXXXX)": 247, "\"$fileloc\"": 248, "\"$filename\"": 249, "\"$filename\")": 250, "\"$filename\"`": 251, "\"$filepat.[ch]\"": 252, "\"$filter\"": 253, "\"$find_excludes\"": 254, "\"$fn\"": 255, "\"$fn\")": 256, "\"$fname\"": 257, "\"$from\"": 258, "\"$front_element\"": 259, "\"$g": 260, "\"$gateway\")": 261, "\"$generated_ports\"": 262, "\"$greppattern\"": 263, "\"$heredoc\")\"": 264, "\"$i\"": 265, "\"$i\";": 266, "\"$i\";done'": 267, "\"$i\">/tmp/.$$": 268, "\"$infile\"": 269, "\"$input_file_type\"": 270, "\"$j.sh\"": 271, "\"$job\")": 272, "\"$line\"": 273, "\"$line\"|md5sum)": 274, "\"$lines\"": 275, "\"$link\"": 276, "\"$link\")\"": 277, "\"$list\"": 278, "\"$lockfile\")\"": 279, "\"$month\"": 280, "\"$musicdir\"": 281, "\"$myArray\"": 282, "\"$my_iso_file\"": 283, "\"$my_wonderful_sed_script\"": 284, "\"$myarchive\"": 285, "\"$nb\"": 286, "\"$newerthan\"": 287, "\"$nfilter\"": 288, "\"$nombre\"": 289, "\"$olderthan\"": 290, "\"$opt\"": 291, "\"$orig_dest\"": 292, "\"$other\"": 293, "\"$outfile\"": 294, "\"$output\"": 295, "\"$pass\"": 296, "\"$path\"": 297, "\"$path\")\"": 298, "\"$path\")\")": 299, "\"$path\"`": 300, "\"$path_to_folders\"": 301, "\"$pattern\"": 302, "\"$pdf\"": 303, "\"$pdir\"": 304, "\"$permissions\"": 305, "\"$pluginpath\"": 306, "\"$project_dir\"/iTunesArtwork": 307, "\"$queue\"": 308, "\"$r\")": 309, "\"$ret\"": 310, "\"$root\"": 311, "\"$rx\"": 312, "\"$s\")": 313, "\"$save_path\"": 314, "\"$save_path/sess_\\*\"": 315, "\"$searchpath\"": 316, "\"$some_dir\"": 317, "\"$some_dir\"`\"": 318, "\"$some_directory\"": 319, "\"$somedir\"": 320, "\"$something\"": 321, "\"$source\"": 322, "\"$sourceDir\"": 323, "\"$source_dir\"": 324, "\"$source_file\"": 325, "\"$sourcedir\"": 326, "\"$srcdir\")": 327, "\"$srch*\"": 328, "\"$srch1*\"": 329, "\"$srchfor\"|wc": 330, "\"$ss\");": 331, "\"$string\"": 332, "\"$string2\"": 333, "\"$sum\\n\"'": 334, "\"$sum\\n\"}'": 335, "\"$target\";": 336, "\"$targetdir\"": 337, "\"$tempfile\"": 338, "\"$template\")": 339, "\"$text\";": 340, "\"$timestamp\"'": 341, "\"$tmpdir\"/bam": 342, "\"$tmux_command": 343, "\"$topdir\"": 344, "\"$url\"": 345, "\"$user:$group\"": 346, "\"$var\"": 347, "\"$variable\"": 348, "\"$wh\"": 349, "\"$year\"))": 350, "\"${0%%.jpg}.jpeg\"'": 351, "\"${0%.JPG}$.jpg\"'": 352, "\"${0%.andnav}.tile\"'": 353, "\"${0%.m4a}.ogg\"'": 354, "\"${0%.md}.html\"'": 355, "\"${0%.txt}.txt_bak\"'": 356, "\"${0/%m4a/mp3}\"'": 357, "\"${0/.flac}.mp3\"'": 358, "\"${0}\"": 359, "\"${0}\").XXXXXX.gnuplot)": 360, "\"${1%.abc}.edefg\"'": 361, "\"${1/$2/$3}\"'": 362, "\"${1//${BASH_REMATCH[1]}/Bar}\"'": 363, "\"${1//[Ff][Oo][Oo]/BAr}\"": 364, "\"${1//foo/Bar}\"'": 365, "\"${1/Name/$Name}\"'": 366, "\"${1:-Are": 367, "\"${1:-Continue?}": 368, "\"${1}\"": 369, "\"${@:3}\"": 370, "\"${ARGS[@]}\"": 371, "\"${BASH_SOURCE[0]}\"": 372, "\"${BASH_SOURCE[0]}\")": 373, "\"${BASH_SOURCE[0]}\")\"": 374, "\"${BASH_SOURCE[0]}\"`\"": 375, "\"${COMMANDS}\"": 376, "\"${DESTINATION}${file}\"": 377, "\"${DIR_TO_CLEAN?}\"": 378, "\"${DIR}\"": 379, "\"${FILE}\"": 380, "\"${FOO_NO_EXTERNAL_SPACE}\"": 381, "\"${FOO_NO_LEAD_SPACE}\"": 382, "\"${FOO_NO_TRAIL_SPACE}\"": 383, "\"${FOO_NO_WHITESPACE}\"": 384, "\"${FOO}\"": 385, "\"${HOME}/.npm-packages\"": 386, "\"${INPUT_LOCATION}\"": 387, "\"${MAIL}\"": 388, "\"${MAPFILE[@]}\"": 389, "\"${OUTPUT_LOCATION}\"": 390, "\"${PIPESTATUS[0]}\"": 391, "\"${PROG}\")\"": 392, "\"${SCRIPT}\"": 393, "\"${SEARCHPATH}\"/*.\"${EXTENSION}\"": 394, "\"${SRC}\"": 395, "\"${SRC}\"`/`basename": 396, "\"${SSH_COMMAND}\"": 397, "\"${S}\"": 398, "\"${S}/bundled-libs\"": 399, "\"${S}/data/\"": 400, "\"${TARGET}${file}\"": 401, "\"${TMPDIR:-/tmp/}$(basename": 402, "\"${TMPDIR:-/tmp/}${tempname}.XXXXXX\")": 403, "\"${TMP}/\";": 404, "\"${TTY#/dev/}\")": 405, "\"${USER}\"": 406, "\"${alpha[@]}\"": 407, "\"${backuppath}\"": 408, "\"${current_directory}\"": 409, "\"${depsAlastmodified[$i]}\"": 410, "\"${dirs[-1]}\"": 411, "\"${dir}\"": 412, "\"${f%.keep.$1}\";": 413, "\"${f:2}\"'": 414, "\"${file%.html}.txt\";": 415, "\"${file/${dir1}/${dir2}}\"": 416, "\"${filename}\"": 417, "\"${f}\"))": 418, "\"${f}\";done;": 419, "\"${i%.text}\"": 420, "\"${ip_address}\"": 421, "\"${i}\"": 422, "\"${i}\";": 423, "\"${line%/*}\";": 424, "\"${line/#\\~/$HOME}\";": 425, "\"${line:0:11}\"": 426, "\"${line:12}\")": 427, "\"${linenum}p;d\";": 428, "\"${line}\"": 429, "\"${my_iso_file}\")\"": 430, "\"${myarchive%.tar.gz}\"": 431, "\"${myargs[@]}\"": 432, "\"${myprompt@P}\"": 433, "\"${pattern}\"": 434, "\"${searchpath}\"": 435, "\"${searchpath}\"`": 436, "\"${some_variable}\"": 437, "\"${string1}\".*\"${string2}\".*\"${string3}\"": 438, "\"${string1}.*${string2}.*${string3}\"": 439, "\"${tdir}/x\"": 440, "\"${temp}\"": 441, "\"${the_stuff_you_test}\"`": 442, "\"%\"": 443, "\"%%%%%%%\"": 444, "\"%.0f\",": 445, "\"%.1f": 446, "\"%02d\\n\",$(NF-4);exit}'": 447, "\"%02d\\n\",$3;exit}}'": 448, "\"%02d\\n\",$a[\"Tu\"];exit}}'": 449, "\"%02g\"": 450, "\"%02x/%02x\\n\"": 451, "\"%03d": 452, "\"%06d": 453, "\"%08x\"": 454, "\"%10Dm": 455, "\"%4d": 456, "\"%A": 457, "\"%A@": 458, "\"%C@": 459, "\"%E": 460, "\"%M": 461, "\"%P\\0\"": 462, "\"%P\\n": 463, "\"%P\\n\"": 464, "\"%P\\n\"|": 465, "\"%T+": 466, "\"%T+\\t%p\\n\"": 467, "\"%T@": 468, "\"%T@\\n\"": 469, "\"%T@|%p|%l\"": 470, "\"%TY%Tm%Td%TH%TM%TS|%p\\n\"": 471, "\"%TY%Tm%Td%TH%TM%TS|%p|%l\"": 472, "\"%TY%Tm%Td%TH%TM%TS|%p|%l\\n\"": 473, "\"%TY/%Tm/%Td": 474, "\"%U": 475, "\"%Y": 476, "\"%a": 477, "\"%c": 478, "\"%d\\t%p\\n\"": 479, "\"%f": 480, "\"%f\"": 481, "\"%f\\0\"": 482, "\"%f\\n\"": 483, "\"%f\\n\")": 484, "\"%f\\n\",": 485, "\"%h/%f": 486, "\"%h\\0\"": 487, "\"%h\\n\"": 488, "\"%i": 489, "\"%i,%b,%M,%n,%u,%g,%s,%CY-%Cm-%Cd": 490, "\"%i@%p\\n\"": 491, "\"%m": 492, "\"%n": 493, "\"%p": 494, "\"%p\"": 495, "\"%p$IFS\"": 496, "\"%p:%T@\\n\"": 497, "\"%p:%g\\n\"": 498, "\"%p:%h\\n\"": 499, "\"%p\\0\"": 500, "\"%p\\n\"": 501, "\"%s": 502, "\"%s\",": 503, "\"%s\"|awk": 504, "\"%s%s\\n\"": 505, "\"%s,%s,%s,%s,%s,%s,%s,%s": 506, "\"%s/%s\\n\"": 507, "\"%s:\\t\"": 508, "\"%s\\n\"": 509, "\"%s\\t%p\\n\"": 510, "\"%s|\",": 511, "\"%y": 512, "\"%z": 513, "\"&\"": 514, "\"'": 515, "\"'\"$dirs\"'\"": 516, "\"'/./d'\"": 517, "\"'x'|/x/\"": 518, "\"(": 519, "\"(\"": 520, "\"(?<=inet": 521, "\"([0-9]{1,3}[\\.]){3}[0-9]{1,3}\"": 522, "\"([0-9]{1,3}\\.){3}[0-9]{1,3}\"": 523, "\"(__pycache__|\\.pyc|\\.pyo$)\"": 524, "\"(exclude3|exclude4)\"": 525, "\"(jpg|bmp|png|gif)$\"`": 526, "\"(jpg|bmp|png|gif)$\"`'": 527, "\"(png|jpg|ico)\"": 528, "\")\"": 529, "\")\",": 530, "\");print": 531, "\"*": 532, "\"*\"": 533, "\"*\")": 534, "\"*$1*\"": 535, "\"*$2\"": 536, "\"*$2*\"": 537, "\"*$@*\"": 538, "\"*$VERSION*\"": 539, "\"*$lower1*\"": 540, "\"*,txt\"": 541, "\"*,v\"": 542, "\"*-min*\"": 543, "\"*-min-*\"": 544, "\"*.$1\"": 545, "\"*.$TYPE\"": 546, "\"*.$extension\"": 547, "\"*.$input_file_type\"": 548, "\"*.*\"": 549, "\"*.???\"": 550, "\"*.?htm*\"": 551, "\"*.JPG\"": 552, "\"*.LOG\"": 553, "\"*.NEF\"": 554, "\"*.VER\"": 555, "\"*.Z\"": 556, "\"*.[!r]*\"": 557, "\"*.[ch]\"": 558, "\"*.[ch]pp\"": 559, "\"*.[mh]\"": 560, "\"*.[pP][lL]\"": 561, "\"*.[sS][hH]\"": 562, "\"*.a\"": 563, "\"*.aac\"": 564, "\"*.abc\"": 565, "\"*.andnav\"": 566, "\"*.app\"": 567, "\"*.as\"": 568, "\"*.asm\"": 569, "\"*.bak\"": 570, "\"*.bam\"": 571, "\"*.bash\"": 572, "\"*.bin\"": 573, "\"*.bz2\"": 574, "\"*.c\"": 575, "\"*.c*\"": 576, "\"*.cache\"": 577, "\"*.cc\"": 578, "\"*.cgi\"": 579, "\"*.class\"": 580, "\"*.cls\"": 581, "\"*.conf\"": 582, "\"*.core\"": 583, "\"*.cpp\"": 584, "\"*.cs\"": 585, "\"*.css\"": 586, "\"*.csv\"": 587, "\"*.d\"": 588, "\"*.dat\"": 589, "\"*.db\"": 590, "\"*.dbf\"": 591, "\"*.deb\"": 592, "\"*.dfm\"": 593, "\"*.dll\"": 594, "\"*.err\"": 595, "\"*.exe\"": 596, "\"*.ext\"": 597, "\"*.fits\"": 598, "\"*.flac\"": 599, "\"*.flv\"": 600, "\"*.foo\"": 601, "\"*.fq\"": 602, "\"*.fq.gz\"": 603, "\"*.gif\"": 604, "\"*.git\"": 605, "\"*.git*\"": 606, "\"*.groovy\"": 607, "\"*.gz\"": 608, "\"*.h\"": 609, "\"*.hpp\"": 610, "\"*.htm\"": 611, "\"*.htm*\"": 612, "\"*.html\"": 613, "\"*.html\"`": 614, "\"*.img\"": 615, "\"*.jar\"": 616, "\"*.java\"": 617, "\"*.jpeg\"": 618, "\"*.jpg\"": 619, "\"*.js\"": 620, "\"*.js\"`": 621, "\"*.js*\"": 622, "\"*.js.compiled\"": 623, "\"*.json\"": 624, "\"*.keep.$1\"": 625, "\"*.ksh\"": 626, "\"*.log\"": 627, "\"*.m\"": 628, "\"*.md\"": 629, "\"*.mkv\"": 630, "\"*.mod\"": 631, "\"*.mov\"": 632, "\"*.mp3\"": 633, "\"*.mp4\"": 634, "\"*.mpg\"": 635, "\"*.o\"": 636, "\"*.ogg\"": 637, "\"*.old\"": 638, "\"*.pas\"": 639, "\"*.pdf\"": 640, "\"*.pdf.marker\"": 641, "\"*.php\"": 642, "\"*.php\")": 643, "\"*.php\"`": 644, "\"*.php~\"": 645, "\"*.php~\"`;": 646, "\"*.phtml\"": 647, "\"*.pl\"": 648, "\"*.plist\"": 649, "\"*.pm\"": 650, "\"*.png\"": 651, "\"*.py\"": 652, "\"*.py.server\"": 653, "\"*.py[c|o]\"": 654, "\"*.pyc\"": 655, "\"*.pyc\"|xargs": 656, "\"*.rb\"": 657, "\"*.rm\"": 658, "\"*.rpm\"": 659, "\"*.scala\"": 660, "\"*.sh\"": 661, "\"*.sh\"|": 662, "\"*.shtml\"": 663, "\"*.so\"": 664, "\"*.sql\"": 665, "\"*.sqlite\"": 666, "\"*.srt\"": 667, "\"*.svg.png\"": 668, "\"*.svn\"": 669, "\"*.swp\"": 670, "\"*.swp\"-exec": 671, "\"*.swp\"|xargs": 672, "\"*.sxw\"": 673, "\"*.t1\"": 674, "\"*.tcl\"": 675, "\"*.tex\"": 676, "\"*.tmp\"": 677, "\"*.tmp\"|": 678, "\"*.trc\"": 679, "\"*.txt": 680, "\"*.txt\"": 681, "\"*.txt\")": 682, "\"*.txt\"`": 683, "\"*.type\"": 684, "\"*.undo\"": 685, "\"*.user\"": 686, "\"*.user.gz\"": 687, "\"*.war\"": 688, "\"*.wav\"": 689, "\"*.what_to_find\"": 690, "\"*.wma\"": 691, "\"*.xls\"": 692, "\"*.xml\"": 693, "\"*.yaml\"": 694, "\"*.zip\"": 695, "\"*/*/Maildir/.LearnAsHam/cur\"": 696, "\"*/*/Maildir/.LearnAsHam/new\"": 697, "\"*/*/Maildir/.LearnAsSpam/cur\"": 698, "\"*/*/Maildir/.LearnAsSpam/new\"": 699, "\"*/.*\"": 700, "\"*/.git/*\"": 701, "\"*/.svn/*\"": 702, "\"*/CVS/*\"": 703, "\"*/cpp/*\"": 704, "\"*/exclude\"": 705, "\"*/ignored_directory\"": 706, "\"*/ignored_directory/*\"": 707, "\"*/modules/system/system.info\"": 708, "\"*/myfolder/filename\"": 709, "\"*/node_modules/*\"": 710, "\"*/systemctl\"": 711, "\"*/test\"": 712, "\"*/test/*\"": 713, "\"*/wp-includes/version.php\"": 714, "\"*1\"": 715, "\"*2\"": 716, "\"*2012*.xml\"": 717, "\"*2015*\"": 718, "\"*456/incoming*\"": 719, "\"*99966*\"": 720, "\"*:*\"": 721, "\"*@*\"": 722, "\"*ACK*1\"": 723, "\"*CVS*\"": 724, "\"*FooBar*\"": 725, "\"*Linkin": 726, "\"*New": 727, "\"*TESTFILE*\"": 728, "\"*TextForRename*\"": 729, "\"*[!0-9][1-9].txt\"": 730, "\"*[1k]*\"": 731, "\"*\\": 732, "\"*\\.jpg\"": 733, "\"*\\.scala*\"": 734, "\"*_log\"|xargs": 735, "\"*_ocr.pdf\"": 736, "\"*_signed.pdf\"": 737, "\"*_test.rb\"": 738, "\"*album*\"": 739, "\"*bash*\"": 740, "\"*baz*\"": 741, "\"*bills*\"": 742, "\"*blast*\"": 743, "\"*bmp\"": 744, "\"*bsd*\"": 745, "\"*c\"": 746, "\"*cache\"": 747, "\"*cache.html\"": 748, "\"*conf\"": 749, "\"*console*\"": 750, "\"*def/incoming*\"": 751, "\"*doc": 752, "\"*failed.ipynb\"": 753, "\"*file1\"": 754, "\"*filename*\"": 755, "\"*fink*\"": 756, "\"*foo\"": 757, "\"*foo*\"": 758, "\"*foobar*\"": 759, "\"*gif\"": 760, "\"*git*\"": 761, "\"*gz\"": 762, "\"*html\"": 763, "\"*jpg\"": 764, "\"*js\"": 765, "\"*keep.${SUFFIX}\"": 766, "\"*libstdc++*\"": 767, "\"*linkin": 768, "\"*linux*\"": 769, "\"*local*\"": 770, "\"*log\"": 771, "\"*log*\"": 772, "\"*mp3\"": 773, "\"*needle*\"": 774, "\"*normal*\"": 775, "\"*notes*\"": 776, "\"*oraenv*\"": 777, "\"*pattern*\"": 778, "\"*photo*\"": 779, "\"*picture*\"": 780, "\"*prefs": 781, "\"*rb\"": 782, "\"*rc.conf\"": 783, "\"*sample*\"": 784, "\"*searched": 785, "\"*sh*\"": 786, "\"*shp*\"": 787, "\"*src/main*\"": 788, "\"*src/main/*\\.scala\"": 789, "\"*sub*\"": 790, "\"*sub*.cpp\"": 791, "\"*target*\"": 792, "\"*test*\"": 793, "\"*testfile*\"": 794, "\"*testfileasdf*\"": 795, "\"*text\"": 796, "\"*tmp\"": 797, "\"*tools*\"": 798, "\"*txt\"": 799, "\"*txt*\"": 800, "\"*uniform*\"": 801, "\"*vacations*\"": 802, "\"*xftp\"": 803, "\"*xml\"": 804, "\"*xpilot*\"": 805, "\"*yml\"": 806, "\"*zip\"": 807, "\"*~\"": 808, "\"+\"};": 809, "\"+$(grep": 810, "\"+$DAYS_TO_SAVE\"": 811, "\"+$gc_maxlifetime\"": 812, "\"+%Y%m%d_%H%M\"`\"": 813, "\"+%Y-%m-%d": 814, "\"+%Y-%m-%d\"": 815, "\"+%a": 816, "\"+%s.%N\")\\011": 817, "\"+%s:%N\")": 818, "\"+\\S\\+\"": 819, "\"+y}\\\"": 820, "\",": 821, "\",\"": 822, "\",\",": 823, "\",\"\\\\": 824, "\",\"}": 825, "\",$1);}'`": 826, "\",$7": 827, "\",$7,\"": 828, "\",$9": 829, "\",$i);": 830, "\",$x)": 831, "\",hr)": 832, "\",s}'": 833, "\"-": 834, "\"-\"": 835, "\"-----------------------------------------------------------------------\";}'": 836, "\"-1": 837, "\"-F\"": 838, "\"-d": 839, "\"-n": 840, "\"-tcp\"": 841, "\".\"": 842, "\".\"*~": 843, "\".#\"": 844, "\".*": 845, "\".*\"": 846, "\".*$2\"": 847, "\".*$@*\"": 848, "\".*(hpp|cpp)\"": 849, "\".*(rb|js)$\"": 850, "\".*(string1|string2|$(hostname)).*\"": 851, "\".*,v\"": 852, "\".*/(test)[0-9][0-9]\\.txt\"": 853, "\".*/.*\\.\\(shtml\\|css\\)\"": 854, "\".*/20140624.*\"": 855, "\".*/[a-f0-9\\-]\\{36\\}\\.jpg\"": 856, "\".*/\\(textfile.txt\\|backup.tar.gz\\|script.php\\|database.sql\\|info.txt\\)\"": 857, "\".*/\\..*\"": 858, "\".*/my.*p.$\"": 859, "\".*X.*\"": 860, "\".*[/]\\.svn[/]?.*\"": 861, "\".*\\(\\.txt\\|\\.pdf\\)$\"": 862, "\".*\\.$FILES_TO_PROCES\"": 863, "\".*\\.${TYPES_RE}\"": 864, "\".*\\.(pdf\\|tif\\|tiff\\|png\\|jpg\\|jpeg\\|bmp\\|pcx\\|dcx)\"": 865, "\".*\\.[JPGjpg]$\"": 866, "\".*\\.[Jj][Pp][gG]$\"": 867, "\".*\\.\\(avi\\|wmv\\|flv\\|mp4\\)\"": 868, "\".*\\.\\(c\\|cc\\|h\\|js\\)\"": 869, "\".*\\.\\(flv\\|mp4\\)\"": 870, "\".*\\.\\(jpg\\|jpeg\\|gif\\|png\\|JPG\\|JPEG\\|GIF\\|PNG\\)\"": 871, "\".*\\.\\(php\\|css\\|ini\\|txt\\)\"": 872, "\".*\\.\\(py\\|py\\.server\\)\"": 873, "\".*\\.\\(xls\\|csv\\)\"": 874, "\".*\\.cgi$\"": 875, "\".*\\.html$\"": 876, "\".*\\.i\"": 877, "\".*\\\\.rb$\"": 878, "\".*def/incoming.*|.*456/incoming.*\"": 879, "\".*ext1|.*ext2|.*ext3\"": 880, "\".*file[0-9]+$\"": 881, "\".*packet.*\"": 882, "\".*src/main.*\\.scala$\"": 883, "\".*test.*\"": 884, "\".+-[0-9]+x[0-9]+\\.jpg\"": 885, "\".+\\.(c|cpp|h)$\"": 886, "\"../config/environments\"": 887, "\"../config/init\"": 888, "\"./$d-$1\"'": 889, "\"./%P\\n\"": 890, "\"./*/.*\"": 891, "\"./.*\"": 892, "\"././%f\\n\"|": 893, "\"./.git*\"": 894, "\"./Downloads/*\"": 895, "\"./Movies/*\"": 896, "\"./Music/*\"": 897, "\"./[^/]+\\.dat\"": 898, "\"./[a-f0-9\\-]\\{36\\}\\.jpg\"": 899, "\"./a\"": 900, "\"./anotherdir\"": 901, "\"./app/cache\"": 902, "\"./bar\"": 903, "\"./c(([4-6][0-9])|70)_data.txt\"": 904, "\"./cmn-.\\.flac\"": 905, "\"./dir1\"": 906, "\"./dir2/*\"": 907, "\"./dir3/*\"\\)": 908, "\"./directory/*\"": 909, "\"./dirt": 910, "\"./dirtoexclude\"": 911, "\"./etc*\"": 912, "\"./foo\"": 913, "\"./my": 914, "\"./output/*\"": 915, "\"./path/to/filename\"": 916, "\"./sk\"": 917, "\"./sr*sc\"": 918, "\"./srv/tftp/pxelinux.cfg*\"": 919, "\"./target/*\"": 920, "\"./test[0-9]\\{2\\}.txt\"": 921, "\"./tests*\"": 922, "\"./tmp/*\"": 923, "\"./var/log/*\"": 924, "\"./vendor\"": 925, "\"./vendor/*\"": 926, "\".DS_STORE\"": 927, "\".DS_Store\"": 928, "\".[^.]*\"": 929, "\".[a-z]*\"": 930, "\".\\n\"": 931, "\"._*\"": 932, "\".aux\"": 933, "\".bmp\"": 934, "\".comment\"": 935, "\".db\"": 936, "\".git\"": 937, "\".htaccess\"": 938, "\".local_sd_customize\"": 939, "\".performance_test\"": 940, "\".performance_test/prune_me\"": 941, "\".performance_test/prune_me*\"": 942, "\".svn\"": 943, "\".svn\"`": 944, "\".txt\"": 945, "\".txt\")": 946, "\".xml$\"": 947, "\".xml$\"`;": 948, "\".xml.bz2$\"": 949, "\".xml.bz2$\"`;": 950, "\".{5}\"": 951, "\"/\"": 952, "\"/\"$2\"/\"$3\"/\"$4\"/somefile.cf\"}'": 953, "\"/$\"": 954, "\"/${prefix}${ypatt}\"": 955, "\"/*Recommended*\"": 956, "\"/.*\"": 957, "\"/10_Recommended*\"": 958, "\"/2/d\"": 959, "\"/Applications/Sublime": 960, "\"/Path/bar*\"": 961, "\"/Path/foo*": 962, "\"/TARGET_FOLDER_ROOT/{}\"": 963, "\"/Users/sir/Music//iTunes/iTunes": 964, "\"/[^/]{0,24}$\"": 965, "\"/bin/true": 966, "\"/config/*/@*\"": 967, "\"/cygdrive/c/Program": 968, "\"/cygdrive/e/MyDocs/Downloads/work/OATS": 969, "\"/dev/sd.*\"": 970, "\"/export/repo/*\"": 971, "\"/folder\"": 972, "\"/g'": 973, "\"/home\")": 974, "\"/home\"`": 975, "\"/home/jul/here/exclude/*\"": 976, "\"/home/oracle/database/runInstaller\"": 977, "\"/media\"": 978, "\"/media/wd/network_sync/music/$file\";": 979, "\"/old/new/\"": 980, "\"/pa/th\"": 981, "\"/path/to/dir/%\"'": 982, "\"/path/to/file\"": 983, "\"/path/to/files\"": 984, "\"/path/to/input\"'": 985, "\"/path/to/my_daemon": 986, "\"/path/to/pdfs/\"": 987, "\"/path/to/vm.vmwarevm/vm.vmx\"": 988, "\"/proc/$pid/fd\"": 989, "\"/proc/pid/exe\"": 990, "\"/root/.ssh/known_hosts\"": 991, "\"/some/dir\"": 992, "\"/tmp\"": 993, "\"/tmp/": 994, "\"/tmp/1\"": 995, "\"/tmp/1/\"": 996, "\"/tmp/2/\"": 997, "\"/tmp/`basename": 998, "\"/usr/bin/perl\"": 999, "\"/usr/bin/psql": 1000, "\"/usr/lib/jvm/default-java\"": 1001, "\"/usr/local/bin/findpdftext\"": 1002, "\"/usr/local/bin/fpdf\"": 1003, "\"/usr/local/bin/fpt\"": 1004, "\"/usr/local/etc/\"": 1005, "\"/usr/local/ssl/bin/openssl": 1006, "\"/var/www/web-development-data/*\"": 1007, "\"/var/www/web-release-data/*\"": 1008, "\"/zu/durchsuchender/Ordner\"": 1009, "\"0": 1010, "\"0\"": 1011, "\"0\"};": 1012, "\"03/21/2014": 1013, "\"0a.00.1": 1014, "\"1": 1015, "\"1\"": 1016, "\"10*jpg\"": 1017, "\"10:33:56\"": 1018, "\"10:36:10\"": 1019, "\"123": 1020, "\"123*.txt\"": 1021, "\"127.0.0.1\"": 1022, "\"15i": 1023, "\"1970.01.01-$string1\"": 1024, "\"1US*\"": 1025, "\"1\\n2\\n3\"": 1026, "\"1\\n2\\n3\\n4\\n5\"": 1027, "\"2": 1028, "\"2013-06-01\"": 1029, "\"2013-06-20\"": 1030, "\"20131220\"": 1031, "\"2014-01-01\"": 1032, "\"2014-06-01\"": 1033, "\"30": 1034, "\"3d;4d\"": 1035, "\"5": 1036, "\":": 1037, "\":\"": 1038, "\":\")": 1039, "\":\");": 1040, "\":0$\"": 1041, "\":[2-99]\"": 1042, "\":[^0]\"": 1043, "\";": 1044, "\";\"": 1045, "\";'": 1046, "\";0-9\"": 1047, "\"<--": 1048, "\"<Your": 1049, "\"<\\?php": 1050, "\"<a": 1051, "\"<fileName>\"": 1052, "\"<filename>\"": 1053, "\"<filetype>\"": 1054, "\"<line>\"": 1055, "\"<phrase>\"": 1056, "\"=\"": 1057, "\"==>": 1058, "\">": 1059, "\">\\|<\"": 1060, "\"?*\"": 1061, "\"???-???_[a-zA-Z]*_[0-9]*_*.???\"": 1062, "\"????-??-??\"": 1063, "\"?????????????????????????????????\"": 1064, "\"A": 1065, "\"A-Z\"": 1066, "\"A/a\"": 1067, "\"A/a/*\"": 1068, "\"ALERT": 1069, "\"ASCII\"": 1070, "\"ASYNC\"": 1071, "\"About": 1072, "\"Added": 1073, "\"Age": 1074, "\"Alert:": 1075, "\"Archive:|message_track.properties\"": 1076, "\"Are": 1077, "\"Articles.jpg\"": 1078, "\"AssemblyInfo.cs\"": 1079, "\"Aug": 1080, "\"Australia/Adelaide\"": 1081, "\"Authorization:": 1082, "\"Automatically": 1083, "\"Backup\"": 1084, "\"Bash": 1085, "\"Beispielinhalt\"": 1086, "\"Binary\")": 1087, "\"CDC*\"": 1088, "\"COLLECT/$(mktemp": 1089, "\"CONFIGFILE\"": 1090, "\"CONSOLE\"": 1091, "\"Cam2-2013-30fps-19crf.mp4\"": 1092, "\"Cannot": 1093, "\"Chapter*\"": 1094, "\"Config": 1095, "\"Continue": 1096, "\"Converted": 1097, "\"Copying": 1098, "\"D\"": 1099, "\"DAILY_TEST_FOLDER\"": 1100, "\"Dateiname\"": 1101, "\"Development": 1102, "\"DiG\"": 1103, "\"Dir": 1104, "\"Do": 1105, "\"ERROR\"": 1106, "\"ES*\"": 1107, "\"Empty": 1108, "\"Enter": 1109, "\"FILE-TO-FIND\"": 1110, "\"FILE:\"": 1111, "\"FILES.EXT\"": 1112, "\"FS_*\"": 1113, "\"Feb": 1114, "\"File": 1115, "\"File:": 1116, "\"Final": 1117, "\"FindCommandExamples.txt\"": 1118, "\"Foo*\"": 1119, "\"FooBar\"": 1120, "\"FooBar\"|xargs": 1121, "\"FooBar\"|yargs": 1122, "\"Found": 1123, "\"G*.html\"": 1124, "\"HTTP/1.1": 1125, "\"He": 1126, "\"Hello": 1127, "\"Hello\"": 1128, "\"Hello,": 1129, "\"Hidden\"": 1130, "\"Hit": 1131, "\"Ho": 1132, "\"IMAG1806.jpg\"": 1133, "\"IPv6": 1134, "\"IPv6\"": 1135, "\"Icon\\\\r\"": 1136, "\"Is": 1137, "\"It": 1138, "\"Jul": 1139, "\"Linkin": 1140, "\"Linux\"": 1141, "\"MPEG": 1142, "\"MYSQL": 1143, "\"Makefile\"": 1144, "\"Metallica*\"": 1145, "\"Mounted\"": 1146, "\"My": 1147, "\"MyCProgram.c\"": 1148, "\"MySQL": 1149, "\"NOPORTDOCS|NOPORTEXAMPLES\"": 1150, "\"Name:\"": 1151, "\"NameToExclude\"": 1152, "\"New": 1153, "\"No": 1154, "\"Not": 1155, "\"Nov": 1156, "\"Number": 1157, "\"OK\"": 1158, "\"ONBOOT=\\\"YES\\\"\\nIPADDR=10.42.84.168\\nPREFIX=24\"": 1159, "\"OPEN\"": 1160, "\"Oct": 1161, "\"October": 1162, "\"On": 1163, "\"PATTERN\"": 1164, "\"PHPBB_VERSION\"": 1165, "\"PID\"": 1166, "\"Password:": 1167, "\"Permission": 1168, "\"Pick": 1169, "\"Please": 1170, "\"Press": 1171, "\"Processed": 1172, "\"R": 1173, "\"R*VER\"": 1174, "\"S1A*1S*SAFE\"": 1175, "\"SELECT": 1176, "\"STATUS.txt\"": 1177, "\"STRING\"": 1178, "\"SUM:": 1179, "\"Sat": 1180, "\"Shared": 1181, "\"Some": 1182, "\"Stock": 1183, "\"Stock\"": 1184, "\"StrictHostKeyChecking": 1185, "\"String\"": 1186, "\"TODO\"": 1187, "\"TTL\"": 1188, "\"Target\"": 1189, "\"Tes*\"": 1190, "\"Test": 1191, "\"Test\\rTesting\\r\\nTester\\rTested\"": 1192, "\"Testing\\r\\nTested_Hello_World\"": 1193, "\"Testing\\r_Tested\"": 1194, "\"Text": 1195, "\"Text\"": 1196, "\"The": 1197, "\"This": 1198, "\"Thumbs.db\"": 1199, "\"Total": 1200, "\"Total:": 1201, "\"User:": 1202, "\"WSFY321.c\"": 1203, "\"Web": 1204, "\"Welcome": 1205, "\"YOUR_PASSWORD\"": 1206, "\"You": 1207, "\"Your": 1208, "\"[$a]\"": 1209, "\"[$f]\"": 1210, "\"[/\\\\]\"": 1211, "\"[0-1].*?:\"": 1212, "\"[0-9]*\"": 1213, "\"[0-9]*%\"": 1214, "\"[0-9]+%": 1215, "\"[0-9]+[.][0-9]+[.][0-9]+[.][0-9]+\"": 1216, "\"[:space:]\"": 1217, "\"[A-Za-z]+\")": 1218, "\"[A\u2011Z]*\"": 1219, "\"[Xx]*\"": 1220, "\"[[": 1221, "\"[[:alpha:]]{3,6}\"": 1222, "\"[\\x80-\\xFF]\"": 1223, "\"[a-f0-9\\-]\\{36\\}\\.jpg\"": 1224, "\"[a-f0-9\\-]{36}\\.jpg\"": 1225, "\"[a-j]*\"": 1226, "\"[a\u2011z][a\u2011z][0\u20149][0\u20149].txt\"": 1227, "\"[course*]\"": 1228, "\"[some": 1229, "\"\\": 1230, "\"\\\"": 1231, "\"\\\"\"": 1232, "\"\\\"\")": 1233, "\"\\\"nohup": 1234, "\"\\$wp_version": 1235, "\"\\.*(swift$|mm$)\"": 1236, "\"\\.?.*\"": 1237, "\"\\.[^\\.]+$\"": 1238, "\"\\.\\.\\.\"": 1239, "\"\\.class$\"": 1240, "\"\\.cpp": 1241, "\"\\.dll$|\\.exe$\"": 1242, "\"\\.java$\"": 1243, "\"\\.jpg$\"": 1244, "\"\\.png$\"": 1245, "\"\\.tex|\\.bib\"": 1246, "\"\\0\"": 1247, "\"\\000\"": 1248, "\"\\000\")\"": 1249, "\"\\012\"": 1250, "\"\\033[31mHello": 1251, "\"\\1\"/'": 1252, "\"\\1.mbox\"": 1253, "\"\\1def2010\\2\"/'": 1254, "\"\\C-v{}\\ei\"'": 1255, "\"\\[$VLABEL\\]\")": 1256, "\"\\\\\\'\"": 1257, "\"\\\\n\"": 1258, "\"\\b$2\\b\"": 1259, "\"\\b([0-9]{1,3}\\.){3}[0-9]{1,3}\\b\"": 1260, "\"\\e2\\e.\"'": 1261, "\"\\n\"": 1262, "\"\\n\"'": 1263, "\"\\n\")": 1264, "\"\\n\")\"": 1265, "\"\\n\"`": 1266, "\"\\n\"|tail": 1267, "\"\\n\"}'": 1268, "\"\\n%-40s": 1269, "\"\\n%AD": 1270, "\"\\n%Ab": 1271, "\"\\n/usr/local/boost_1_54_0/stage/lib\"": 1272, "\"\\nAutor:": 1273, "\"\\n\\n\\n\"": 1274, "\"\\n\\r\"": 1275, "\"\\t\"": 1276, "\"\\t\",": 1277, "\"\\t-": 1278, "\"\\tHello": 1279, "\"\\t\\t\"": 1280, "\"\\w*-*$\"": 1281, "\"\\x00\"": 1282, "\"\\x0c\"": 1283, "\"^": 1284, "\"^\"": 1285, "\"^\")": 1286, "\"^#\"": 1287, "\"^$(readlink": 1288, "\"^$path\"": 1289, "\"^$removepat\\$\")": 1290, "\"^${KEY}${DELIMITER}\"": 1291, "\"^.*~$\\|^.*#$\"": 1292, "\"^./[^/]\\+dat\"": 1293, "\"^Files\"": 1294, "\"^Only": 1295, "\"^[0-9]\")": 1296, "\"^[[:space:]]*$\"": 1297, "\"^[^;]\"": 1298, "\"^\\+\"": 1299, "\"^\\./pdfs/\"": 1300, "\"^\\s*1\\s\"": 1301, "\"^_=\"": 1302, "\"^`readlink": 1303, "\"^abstract": 1304, "\"^class": 1305, "\"^core": 1306, "\"^d\"": 1307, "\"^default|^0.0.0.0\"": 1308, "\"^t\\:\"": 1309, "\"^use": 1310, "\"^{}$\"": 1311, "\"_\"": 1312, "\"_foo_\"": 1313, "\"_unknown|sciences|everyone|netaccounts\")": 1314, "\"`": 1315, "\"`brew": 1316, "\"`cal`\"": 1317, "\"`dirname": 1318, "\"`echo": 1319, "\"`find": 1320, "\"`git": 1321, "\"`hostname": 1322, "\"`pwd": 1323, "\"`pwd`\"": 1324, "\"`pwd`*\"": 1325, "\"`pwd`/file.txt\"": 1326, "\"`xsel`\"": 1327, "\"a": 1328, "\"a\"": 1329, "\"a\";}'": 1330, "\"a,b\"|sed": 1331, "\"a,b,c\"": 1332, "\"a-z\"": 1333, "\"a.txt": 1334, "\"a.txt\"": 1335, "\"a1a2*txt\"": 1336, "\"a:b:c:d:e\"": 1337, "\"a\\0b\"": 1338, "\"a\\nb\\ncccccccccccc\\nd\"": 1339, "\"aaaa": 1340, "\"abc\"": 1341, "\"abc-def-ghi-jkl\"": 1342, "\"abc@abc.com\"": 1343, "\"abcdefg\"": 1344, "\"accepted_hits.bam\"": 1345, "\"access_token=$(cat": 1346, "\"address\"": 1347, "\"admin.*\"": 1348, "\"aliencoders.[0-9]+\"": 1349, "\"all.txt\"": 1350, "\"anaconda.*\"": 1351, "\"anaconda.*\"`": 1352, "\"android\"": 1353, "\"another_pattern_to_exclude\"": 1354, "\"another_script.sh": 1355, "\"any": 1356, "\"apache-tomcat*\"": 1357, "\"applicationX\"": 1358, "\"apr": 1359, "\"apt\"": 1360, "\"arguments\"": 1361, "\"article.xml\"": 1362, "\"articles.jpg\"": 1363, "\"b\"": 1364, "\"bar\"": 1365, "\"bar\";": 1366, "\"bash": 1367, "\"beispieldatei*\"": 1368, "\"bla.txt\"`": 1369, "\"bla@some.com;john@home.com\"": 1370, "\"blabla\"": 1371, "\"blabla*\"": 1372, "\"blah\"": 1373, "\"broken": 1374, "\"build*\"": 1375, "\"c\");": 1376, "\"c\"`": 1377, "\"can't\"": 1378, "\"case": 1379, "\"cat": 1380, "\"cd": 1381, "\"chmod": 1382, "\"class": 1383, "\"cmn-.*[\\x4e00-\\x9fa5]*\\.xml\"": 1384, "\"cntps\"|grep": 1385, "\"com.apple.syncedpreferences.plist\"": 1386, "\"command": 1387, "\"command\"": 1388, "\"composer.json\"": 1389, "\"config\"`": 1390, "\"content": 1391, "\"copyright\"": 1392, "\"core\"": 1393, "\"count=0;": 1394, "\"cp": 1395, "\"cpp\"": 1396, "\"createdb": 1397, "\"damian\"": 1398, "\"date": 1399, "\"dbca": 1400, "\"deb": 1401, "\"deb-src": 1402, "\"debug": 1403, "\"dev_user\".\"dev_user\"": 1404, "\"device\"": 1405, "\"df": 1406, "\"dir-name-here\"": 1407, "\"dir1\"": 1408, "\"dir2\"": 1409, "\"dirToExclude|targetDir\"`": 1410, "\"dirname": 1411, "\"dirname/readlink:": 1412, "\"dirname:": 1413, "\"dl-aster-full-20131102*\"": 1414, "\"e\"": 1415, "\"echo": 1416, "\"echo\"": 1417, "\"efence*\"": 1418, "\"empty\"": 1419, "\"equal\"": 1420, "\"error\"": 1421, "\"error_log\"": 1422, "\"essbase\"": 1423, "\"eval(\\|exec(\\|base64_decode(\"": 1424, "\"example\"": 1425, "\"exclude": 1426, "\"excluded": 1427, "\"exec": 1428, "\"executable|shared": 1429, "\"expression\"": 1430, "\"f": 1431, "\"f\")print}'": 1432, "\"f%15s": 1433, "\"facebook\\|xing\\|linkedin\\|googleplus\"": 1434, "\"fgrep": 1435, "\"fifo": 1436, "\"file": 1437, "\"file\"": 1438, "\"file*\"": 1439, "\"file*\"`": 1440, "\"file-containing-can't\"": 1441, "\"file-pattern\"": 1442, "\"file.ext\"": 1443, "\"file.ext\"|": 1444, "\"file.tar.gz\"": 1445, "\"file.tar.gz.part-\"": 1446, "\"file.txt\"": 1447, "\"file2015-0*\"": 1448, "\"file?\"": 1449, "\"file_*\"": 1450, "\"file_name*\"": 1451, "\"file_pattern_name\"": 1452, "\"file_to_exclude\"": 1453, "\"filename": 1454, "\"filename\"": 1455, "\"filename*\"": 1456, "\"filename.gz\"": 1457, "\"filename_regex\"|grep": 1458, "\"filepattern-*2009*\"": 1459, "\"fincken\"": 1460, "\"find": 1461, "\"findpdftext\"": 1462, "\"folder1_\"": 1463, "\"folder2_\"": 1464, "\"folder_*\"": 1465, "\"foo\"": 1466, "\"foo\",": 1467, "\"foo*\"": 1468, "\"foo.*\"": 1469, "\"foo.mp4\"": 1470, "\"foo.tar.gz\"": 1471, "\"foo.txt\"": 1472, "\"foo/${name}.bar.${ext}\"'": 1473, "\"foo=\"": 1474, "\"foobar.txt\"": 1475, "\"found": 1476, "\"found\"": 1477, "\"found\"'": 1478, "\"found\\n\"": 1479, "\"from": 1480, "\"geoiplookup": 1481, "\"grep": 1482, "\"grep\"": 1483, "\"groups:": 1484, "\"gzip": 1485, "\"hello": 1486, "\"hello\"": 1487, "\"hey": 1488, "\"hovering_msg\"": 1489, "\"http://pics.sitename.com/images/191211/pic.jpg\"`\"": 1490, "\"http://www.modulesgarden.com/manage/dl.php?type=d&id=676\")": 1491, "\"http://www.suepearson.co.uk/product/174/71/3816/\"": 1492, "\"httpd.conf\"": 1493, "\"huzzah\"": 1494, "\"if": 1495, "\"image*.png\"": 1496, "\"image.pdf\"": 1497, "\"import": 1498, "\"inet": 1499, "\"inet\"": 1500, "\"invalidTemplateName\"": 1501, "\"ipcrm": 1502, "\"jar$|message_track.properties\"": 1503, "\"joomla\"": 1504, "\"keyword\"": 1505, "\"ksh\"": 1506, "\"landof*\"": 1507, "\"lbzip2\\|plzip\\|pigz\"": 1508, "\"length(FOO)==$(echo": 1509, "\"length(FOO_NO_EXTERNAL_SPACE)==$(echo": 1510, "\"length(FOO_NO_LEAD_SPACE)==$(echo": 1511, "\"length(FOO_NO_TRAIL_SPACE)==$(echo": 1512, "\"length(FOO_NO_WHITESPACE)==$(echo": 1513, "\"libs|tmp|tests|vendor\"": 1514, "\"line1\\r\\nline2\"": 1515, "\"ln": 1516, "\"log*\"": 1517, "\"log4j*.xml\"": 1518, "\"logdir\"": 1519, "\"ls": 1520, "\"luke;yoda;leila\"": 1521, "\"magic\"": 1522, "\"main(\"": 1523, "\"mar": 1524, "\"marker\"": 1525, "\"mesg\"": 1526, "\"message.txt\"": 1527, "\"message_track.properties\"": 1528, "\"methodNameHere\"": 1529, "\"mkdir": 1530, "\"mpc-1.0.1.tar.gz\"": 1531, "\"mv": 1532, "\"my": 1533, "\"my*\"": 1534, "\"my.txt\"": 1535, "\"myFile.*\"": 1536, "\"mydir\"": 1537, "\"myfile[0-9]\"": 1538, "\"myfile[0-9][0-9]\"": 1539, "\"mylog*.log\"": 1540, "\"myname=\\\"Test\\\"\"": 1541, "\"myscreen\"": 1542, "\"mysqladmin": 1543, "\"name1\"": 1544, "\"name2\"": 1545, "\"name_to_find\"": 1546, "\"nameserver\"": 1547, "\"nc": 1548, "\"needle": 1549, "\"needle\"": 1550, "\"needle.txt\"": 1551, "\"new": 1552, "\"new*.sh\"": 1553, "\"newdir/%P\\0\"": 1554, "\"no": 1555, "\"node_modules\"": 1556, "\"noreply@$(hostname)\"": 1557, "\"not": 1558, "\"not_equal\";": 1559, "\"octave\"": 1560, "\"old\"": 1561, "\"oldStuff*.txt\"": 1562, "\"on\"": 1563, "\"openssl\"": 1564, "\"operator:": 1565, "\"option": 1566, "\"ora10\"": 1567, "\"ora10*\"": 1568, "\"oraclelicense=accept-securebackup-cookie\"": 1569, "\"orapw*\"": 1570, "\"orm.*\"": 1571, "\"orm.properties\"": 1572, "\"output.mp4\"": 1573, "\"output.zip\"": 1574, "\"p\"}'": 1575, "\"param1\"": 1576, "\"paramName=param\"": 1577, "\"password\"": 1578, "\"pattern\"": 1579, "\"pattern_to_INCLUDE\"": 1580, "\"pattern_to_exclude\"": 1581, "\"perry": 1582, "\"peter\"": 1583, "\"photo*.jpg\"": 1584, "\"photo.jpg\"": 1585, "\"php_admin_flag\"": 1586, "\"postgis-2.0.0\"": 1587, "\"prefix_\"": 1588, "\"prefix_$filename\";": 1589, "\"print": 1590, "\"privatekeystuffdis88s8dsf8h8hsd8fh8d\")": 1591, "\"process.txt\"": 1592, "\"profit\"": 1593, "\"project.images\"": 1594, "\"ps": 1595, "\"put\"": 1596, "\"puts": 1597, "\"pw0\"": 1598, "\"pwd;": 1599, "\"python": 1600, "\"qu*\"": 1601, "\"query\"": 1602, "\"query_to_avoid\"": 1603, "\"rc.conf\"": 1604, "\"read": 1605, "\"readelf": 1606, "\"remote_0\"": 1607, "\"result": 1608, "\"robots.txt\"": 1609, "\"root@${IPADDRESS}:/home/root/\"": 1610, "\"round-trip\"": 1611, "\"s\"": 1612, "\"s#.*/##\"": 1613, "\"s#\\(export\\": 1614, "\"s#^~#$HOME#\")": 1615, "\"s#https.*\\.com#$pub_url#g\"": 1616, "\"s/": 1617, "\"s/$(date": 1618, "\"s/$/,/\"": 1619, "\"s/$1/$2/\"": 1620, "\"s/$1/$2/g\"": 1621, "\"s/$1/$upper2/gi\"": 1622, "\"s/$3/$4/g\"": 1623, "\"s/$P_FROM/$P_TO/g\"": 1624, "\"s/$lower1/$lower2/g\"": 1625, "\"s/'/\\\\\\'/g\"": 1626, "\"s/(.*\\|)([0-9]{4})\\-([0-9]{2})\\-([0-9]{2})": 1627, "\"s/,/\\t/g\"": 1628, "\"s/1\\.2\\.3\\.4/5.6.7.8/g\"": 1629, "\"s/HOGE/MOGA/\"": 1630, "\"s/Image_200x200_(\\d{3})/img/\"": 1631, "\"s/Name/$Name/\"": 1632, "\"s/[": 1633, "\"s/[[:blank:]]+$//\"": 1634, "\"s/[[:space:]]*$//\"": 1635, "\"s/[[:space:]]*$//g\"": 1636, "\"s/\\(^": 1637, "\"s/\\.andnav$/.tile/\"": 1638, "\"s/\\.keep\\.$1$//\"": 1639, "\"s/\\.txt$//\"": 1640, "\"s/\\/\\/mynetaddr": 1641, "\"s/\\<$(date": 1642, "\"s/\\Q$1\\E/\\L$2\\E/i\"": 1643, "\"s/\\\\\\\\\\n//g\"": 1644, "\"s/\\b$(date|cut": 1645, "\"s/\\r$//g\"": 1646, "\"s/\\x0D$//g\"": 1647, "\"s/^$//;t;p;\"": 1648, "\"s/^.*[/]\\(category[^/]*\\)[/]\\(.*[.]data\\)$/\\/target_path\\/\\1_\\2/\")\";": 1649, "\"s/^.\\///\"": 1650, "\"s/^/$(hostname):": 1651, "\"s/^/$1": 1652, "\"s/^[^']*'//;": 1653, "\"s/^[^/]*\\(.*\\)": 1654, "\"s/^\\(alias": 1655, "\"s/^\\.\\///\"": 1656, "\"s/_-_/_/g\")\"'": 1657, "\"s/a/c/;": 1658, "\"s/matchtext/replacetext/\"": 1659, "\"s/php/html/\"": 1660, "\"s/php/html/g\"": 1661, "\"s:/bin/java::\")": 1662, "\"s:/bin/javac::\")": 1663, "\"s:bin/.*$::\"": 1664, "\"s:bin/java::\")": 1665, "\"s;<title>.*</title>;<title>$fil</title>;\"": 1666, "\"s?$sourceDir?$targetDir?\"": 1667, "\"s@^@\\1": 1668, "\"sample*\"": 1669, "\"sample*_1.txt\"": 1670, "\"screen": 1671, "\"screen*\"": 1672, "\"search": 1673, "\"search\"": 1674, "\"search-pattern\"": 1675, "\"searchName\"": 1676, "\"searched-string\"": 1677, "\"searchtext\"": 1678, "\"sed": 1679, "\"sent:%d": 1680, "\"set": 1681, "\"sh": 1682, "\"sh\"": 1683, "\"some": 1684, "\"some-dir\"": 1685, "\"some/unknown/amount/of/sub/folder/file.txt\"": 1686, "\"someFile\"": 1687, "\"some_phrase\"": 1688, "\"somedir\"": 1689, "\"somefiles-*-.txt\"": 1690, "\"somename.txt\"": 1691, "\"something\"": 1692, "\"source": 1693, "\"sox": 1694, "\"spawn": 1695, "\"ssh": 1696, "\"stop\\r\"`": 1697, "\"string": 1698, "\"string\"": 1699, "\"string-to-search\"": 1700, "\"stringYouWannaFind\"": 1701, "\"stringtofind\"": 1702, "\"stuff\"": 1703, "\"su": 1704, "\"sub\"": 1705, "\"sudo": 1706, "\"sum": 1707, "\"svn": 1708, "\"syslog\"": 1709, "\"s|": 1710, "\"s|<title>sometext</title>|<title>${file##*/}</title>|g\"": 1711, "\"s|[0-9]*\\": 1712, "\"s|[0-9]*\\t||\"": 1713, "\"s|[0-9]*\\t||\")>min.js": 1714, "\"t*\"": 1715, "\"t*.sh\"": 1716, "\"tail": 1717, "\"tar": 1718, "\"tecmint.txt\"": 1719, "\"temp*\"": 1720, "\"test": 1721, "\"test\"": 1722, "\"test*\"": 1723, "\"test1.*test3\"": 1724, "\"test1\\ntest2\\ntest3\"": 1725, "\"testfile.txt\"": 1726, "\"text": 1727, "\"text\"": 1728, "\"text-to-find-here\"": 1729, "\"text1;text2;text3\"": 1730, "\"textToSearch\"": 1731, "\"text_pattern\"": 1732, "\"texthere\"": 1733, "\"tgt/etc/*\"": 1734, "\"this": 1735, "\"thumb.png\"": 1736, "\"today\"": 1737, "\"total:": 1738, "\"unix_$f\";": 1739, "\"unzip": 1740, "\"url\"": 1741, "\"users:": 1742, "\"vds": 1743, "\"venet0:0\\|eth0\"": 1744, "\"version": 1745, "\"vim": 1746, "\"vmware-*.log\"": 1747, "\"wagoneer*\"": 1748, "\"want": 1749, "\"weekly.%.0f\"": 1750, "\"wget": 1751, "\"whatever\"": 1752, "\"while": 1753, "\"wiki.phtml": 1754, "\"wiki.phtml\"": 1755, "\"win0\"": 1756, "\"word\"": 1757, "\"word-1|word-2\u201d": 1758, "\"www.athabasca\"": 1759, "\"www.kmstools.com\"'": 1760, "\"x*\"": 1761, "\"xbacklight": 1762, "\"xception\"": 1763, "\"xxx\"": 1764, "\"xxx-xxx_[a-zA-Z]+_[0-9]+_[0-9]+\\.jpg$\"": 1765, "\"xyz\"": 1766, "\"y/\\d0/:/;s/:$//;\"": 1767, "\"yes\"": 1768, "\"yesterday": 1769, "\"yesterday\"": 1770, "\"your": 1771, "\"your/dir\"": 1772, "\"your_command\"": 1773, "\"your_pattern\"": 1774, "\"yourstring\"": 1775, "\"z*\"": 1776, "\"{": 1777, "\"{()},\\!'\\''\"": 1778, "\"{EA,FS}_*\"": 1779, "\"{print": 1780, "\"{x}\"": 1781, "\"{x}\"/new-dir": 1782, "\"{}": 1783, "\"{}\"": 1784, "\"{}\"'": 1785, "\"{}\")": 1786, "\"{}\")\"": 1787, "\"{}\")/..": 1788, "\"{}\")/..'": 1789, "\"{}\".jpg": 1790, "\"{}\";": 1791, "\"{}\"|": 1792, "\"{}.bmp\"": 1793, "\"{}.html\"": 1794, "\"{}.ogg\"": 1795, "\"{}.png\"": 1796, "\"{}:": 1797, "\"|": 1798, "\"|%Y.0000000000\"": 1799, "\"|%y\"": 1800, "\"}]\"": 1801, "\"~\"": 1802, "\"~\"`": 1803, "\"~/my-existing-links/$(basename": 1804, "\"\u0438\u043c\u044f_\u0444\u0430\u0439\u043b\u0430\"": 1805, "#": 1806, "##": 1807, "###": 1808, "##for": 1809, "#'": 1810, "#...": 1811, "#Alternative:": 1812, "#comparring": 1813, "#overwriting": 1814, "#ping": 1815, "#ubuntu": 1816, "#unformatted": 1817, "$": 1818, "$!": 1819, "$\"": 1820, "$#": 1821, "$#;": 1822, "$$": 1823, "$$`": 1824, "$'\"\\x61\"'": 1825, "$'\"\\x61\"':self-insert": 1826, "$'/127.0.0.1/": 1827, "$':": 1828, "$'Are": 1829, "$'Enter": 1830, "$'Icon\\r'": 1831, "$'Please": 1832, "$'Press": 1833, "$'Y'": 1834, "$'\\0'": 1835, "$'\\015'": 1836, "$'\\e'": 1837, "$'\\n'": 1838, "$'\\n>": 1839, "$'\\t'": 1840, "$'\\x0c'": 1841, "$'^processor\\t*:'": 1842, "$'a\\nb'": 1843, "$'one\\ntwo'": 1844, "$'s/World/\\e[1m&\\e[0m/'": 1845, "$'s/\\r//')": 1846, "$'tomorrow": 1847, "$(": 1848, "$((": 1849, "$(($#-1))": 1850, "$(($(date": 1851, "$((1024*1024))": 1852, "$((1024*1024*1024))": 1853, "$(...": 1854, "$(/bin/pwd)": 1855, "$(/usr/bin/env": 1856, "$(/usr/sbin/arp": 1857, "$(/usr/ucb/ps": 1858, "$(<xaa)": 1859, "$(NF-1)": 1860, "$(NF-1),": 1861, "$(NF-1)}'": 1862, "$(NF-2),": 1863, "$(NF-2)}'": 1864, "$(NF-3),": 1865, "$(basename": 1866, "$(blkid": 1867, "$(brew": 1868, "$(cal": 1869, "$(cat": 1870, "$(cd": 1871, "$(cur": 1872, "$(date": 1873, "$(date)": 1874, "$(date)\"": 1875, "$(date)\"';": 1876, "$(date)'": 1877, "$(dirname": 1878, "$(echo": 1879, "$(expr": 1880, "$(false;": 1881, "$(fd)": 1882, "$(find": 1883, "$(find-repos-of-install": 1884, "$(git": 1885, "$(grep": 1886, "$(groups": 1887, "$(gzip": 1888, "$(history": 1889, "$(host": 1890, "$(hostname)": 1891, "$(hostname))\\007\\]\\u@\\h:\\w\\$": 1892, "$(jobs": 1893, "$(locale|cut": 1894, "$(ls": 1895, "$(lsof": 1896, "$(md5sum": 1897, "$(mktemp": 1898, "$(mktemp)": 1899, "$(mount": 1900, "$(myscript.sh)\"": 1901, "$(netstat": 1902, "$(npm": 1903, "$(pbpaste)": 1904, "$(pgrep": 1905, "$(printenv": 1906, "$(printf": 1907, "$(ps": 1908, "$(pwd)": 1909, "$(pwd))": 1910, "$(pwd))\"": 1911, "$(pwd))-$name\"": 1912, "$(pwd)/": 1913, "$(pwd)/$filename": 1914, "$(pwd)/*": 1915, "$(pwd)/templateXXXXXX)": 1916, "$(pwd)/washere1\"": 1917, "$(pwd)/washere2\"": 1918, "$(python": 1919, "$(readlink": 1920, "$(ruby": 1921, "$(seq": 1922, "$(stat": 1923, "$(tail": 1924, "$(type": 1925, "$(uname": 1926, "$(uuid)": 1927, "$(vagrant": 1928, "$(wc": 1929, "$(which": 1930, "$(who": 1931, "$(whoami": 1932, "$(whoami)": 1933, "$(whoami)!\"": 1934, "$(whoami)!\\n\"": 1935, "$(whoami):$(whoami)": 1936, "$(whoami):admin": 1937, "$(yes": 1938, "$(zcat": 1939, "$*": 1940, "$.": 1941, "$/;": 1942, "$/\\n/'": 1943, "$0": 1944, "$0'": 1945, "$0)": 1946, "$0))": 1947, "$0))\"": 1948, "$0))-${0%.JPG}$.jpg\"'": 1949, "$0).XXXXXXXXXX\"": 1950, "$0).XXXXXXXXXXXX\")": 1951, "$0)/incl.sh": 1952, "$0);": 1953, "$0);print": 1954, "$0,": 1955, "$0.NEF": 1956, "$0.jpg'": 1957, "$0;": 1958, "$0;exit}'": 1959, "$0;}'": 1960, "$0`": 1961, "$0`\"": 1962, "$0`,": 1963, "$0`/`basename": 1964, "$0}": 1965, "$0}'": 1966, "$0}'|sort": 1967, "$1": 1968, "$1\"": 1969, "$1\"\\t\"$1}'": 1970, "$1%63000+2001}'": 1971, "$1'": 1972, "$1)": 1973, "$1)\"": 1974, "$1)\"'": 1975, "$1);": 1976, "$1,": 1977, "$1,$2,": 1978, "$1,$2,$3,$4,$6,$7}'": 1979, "$1,$2,$i}}'": 1980, "$1,$2}'": 1981, "$1.tmp": 1982, "$1/(NR-1)": 1983, "$1/.hg": 1984, "$1/link": 1985, "$10": 1986, "$10,": 1987, "$10}'": 1988, "$11": 1989, "$11}'": 1990, "$1:httpd": 1991, "$1:r": 1992, "$1:~/.ssh/key.pub": 1993, "$1;": 1994, "$1;}'": 1995, "$1;}')": 1996, "$1;}')/g": 1997, "$1=$2=$3=$4=\"\";": 1998, "$1=s;}1'": 1999, "$1=substr($1,1,length($1)-1);": 2000, "$1`\"": 2001, "$1}": 2002, "$1}'": 2003, "$1}')": 2004, "$1}';": 2005, "$1}'`": 2006, "$1}'`;": 2007, "$1}'|sed": 2008, "$1}END{print": 2009, "$1}}'": 2010, "$2": 2011, "$2\"": 2012, "$2\"\\t(\"$1\")\\t\"$3\"": 2013, "$2$1}'": 2014, "$2)": 2015, "$2);": 2016, "$2);}'": 2017, "$2,": 2018, "$2,$1,$9,$10": 2019, "$2,$1}'": 2020, "$2,$3}'": 2021, "$2;": 2022, "$2;}'": 2023, "$2=\"\";": 2024, "$2=$1;": 2025, "$2\\`;": 2026, "$2`": 2027, "$2`\"": 2028, "$2}": 2029, "$2}\"": 2030, "$2}'": 2031, "$2}')": 2032, "$2}'`": 2033, "$2}'`\"": 2034, "$2}'|xargs": 2035, "$3": 2036, "$3\"/\"$4}'": 2037, "$3\"\\t\"$4}'|column": 2038, "$3);": 2039, "$3,": 2040, "$3/$1\"": 2041, "$3;cat": 2042, "$3==\"your_command\")": 2043, "$3}'": 2044, "$3}')": 2045, "$4": 2046, "$4\"": 2047, "$4\"\\t\"$11}'": 2048, "$4'}": 2049, "$4,": 2050, "$4=\"\";": 2051, "$4}'": 2052, "$5": 2053, "$5\"\\t\\t\"": 2054, "$5,": 2055, "$5}'": 2056, "$5}'|sed": 2057, "$5}/^;;": 2058, "$6": 2059, "$6,": 2060, "$6,\"": 2061, "$6;": 2062, "$6==$9": 2063, "$6}'": 2064, "$6}'|grep": 2065, "$7": 2066, "$7,": 2067, "$7==$10)": 2068, "$7}": 2069, "$7};'": 2070, "$8": 2071, "$8,": 2072, "$9": 2073, "$9,": 2074, "$9;": 2075, "$9;}": 2076, "$9==0)||($1==\"s\")){print": 2077, "$9}'": 2078, "$?": 2079, "$@": 2080, "$@)": 2081, "$@`)": 2082, "$A": 2083, "$ARCH1": 2084, "$ARG": 2085, "$B": 2086, "$BACKUPDIR": 2087, "$BASH_SOURCE)": 2088, "$BASH_SOURCE))": 2089, "$BASH_SOURCE`": 2090, "$BIN": 2091, "$BUFSIZE": 2092, "$BYTES": 2093, "$BYTES)": 2094, "$CHUNK_FILE_PREFIX": 2095, "$CLEAN": 2096, "$COMMIT_EDITMSG|grep": 2097, "$CONFIG": 2098, "$CORES": 2099, "$CURR_DIR": 2100, "$DAYS": 2101, "$DBA/$ORACLE_SID/bdump/*.trc": 2102, "$DBNAME\"": 2103, "$DEST": 2104, "$DESTINATION": 2105, "$DIR": 2106, "$DIR/tmp/daily/": 2107, "$DIR/tmp/weekly/": 2108, "$DiskName": 2109, "$F)\"": 2110, "$F))/$(basename": 2111, "$FIELD": 2112, "$FILE": 2113, "$FILE..\";": 2114, "$FILE.gz'": 2115, "$FILENAME": 2116, "$FILES": 2117, "$FILESYSTEM": 2118, "$FILES_PATH": 2119, "$FILE_LIST": 2120, "$FILE_PATH": 2121, "$FILE_PATH\"": 2122, "$FILE_PATTERN": 2123, "$FIND": 2124, "$FOLDER": 2125, "$FTIME": 2126, "$FTIME)": 2127, "$FUID:$FGID": 2128, "$FULFILLMENT": 2129, "$F[6];": 2130, "$F}'": 2131, "$GIT_DIR/../apresentacao/apresentacao.pdf": 2132, "$GIT_DIR/../capa/apresentacao.pdf": 2133, "$GROUP": 2134, "$HOME": 2135, "$HOME/": 2136, "$HOME/.": 2137, "$HOME/.config/user-dirs.dirs": 2138, "$HOME/.lastdir`": 2139, "$HOME/Library/Safari/Icons": 2140, "$HOME/bin/": 2141, "$HOME/downloads/fnord": 2142, "$HOME/html/andrews-corner": 2143, "$HOME/logfile)": 2144, "$HOME/projects/": 2145, "$HOME/raspberrypi/rootfs": 2146, "$HOST": 2147, "$I": 2148, "$ID": 2149, "$IMAGE": 2150, "$INFILE": 2151, "$INPUT_LOCATION": 2152, "$INTERPRETER": 2153, "$INTRANETDESTINATION/monthly": 2154, "$INTRANETDESTINATION/weekly": 2155, "$IP": 2156, "$JAVA_USER": 2157, "$JBOSS_AS_DIR": 2158, "$JBOSS_AS_DIR/": 2159, "$JBOSS_AS_USER:$JBOSS_AS_USER": 2160, "$JBOSS_CONSOLE_LOG": 2161, "$JBOSS_LOG_DIR": 2162, "$JBOSS_PIDFILE)": 2163, "$JBOSS_USER": 2164, "$LOCATION": 2165, "$LOCKFILE": 2166, "$LOGDIR": 2167, "$MAX_LINES_PER_CHUNK": 2168, "$MD5SUM_OPTIONS": 2169, "$MOUNT_OPTS": 2170, "$MYGROUP": 2171, "$MY_DIRECTORY/*/": 2172, "$N": 2173, "$NF": 2174, "$NF\"/\"$0}'": 2175, "$NF;": 2176, "$NF}'": 2177, "$NF}')": 2178, "$NF}');": 2179, "$NF}'|": 2180, "$NF};": 2181, "$Namese.": 2182, "$OPTS": 2183, "$ORACLE_HOME/include": 2184, "$ORIGINAL_FILE": 2185, "$OUTPUT": 2186, "$OUTPUTDIR": 2187, "$OUTPUT_LOCATION": 2188, "$PARENT_PID": 2189, "$PATH": 2190, "$PATH_TO_LOGS": 2191, "$PATH_TO_OUTPUT_FOLDER": 2192, "$PATTERN": 2193, "$PHANTOM_JS": 2194, "$PID": 2195, "$PID;": 2196, "$PPID": 2197, "$PRG": 2198, "$PROCESS": 2199, "$PROJ_PATH'": 2200, "$PWD": 2201, "$PWD/'{}'": 2202, "$PWD/*": 2203, "$PWD/**": 2204, "$PWD/**/*": 2205, "$PWD/**/*/*": 2206, "$PWD/*.*": 2207, "$PWD/cat.wav": 2208, "$PWD/{}": 2209, "$PWD/{}'": 2210, "$PWD|tar": 2211, "$RAW_LOG_DIR": 2212, "$RC": 2213, "$REQUIRED_FILES": 2214, "$ROOT_DIR": 2215, "$R_USER@$R_HOST": 2216, "$SCRIPT_DIR/$FILE": 2217, "$SEARCH": 2218, "$SECONDS)": 2219, "$SED_CMD": 2220, "$SHELL": 2221, "$SOURCE": 2222, "$SPLITLIMT": 2223, "$STARTDIR": 2224, "$STORAGEFOLDER": 2225, "$SYMLINK_PATH": 2226, "$SrvDir*": 2227, "$TARGET": 2228, "$TARGET_DIR": 2229, "$TARGET_FILE`": 2230, "$TIMES": 2231, "$TMPDIR": 2232, "$TMPFILE": 2233, "$TMP_DIR": 2234, "$TMP_ORI": 2235, "$UID": 2236, "$USER": 2237, "$USER:$GROUP": 2238, "$USER@$HOST:$SRC": 2239, "$USER@$SERVER": 2240, "$USERNAME": 2241, "$USERNAME@localhost": 2242, "$USER_NAME": 2243, "$USR": 2244, "$WEEKS_TO_SAVE)": 2245, "$WHATEVER": 2246, "$WKD;": 2247, "$WORKSTATION`": 2248, "$YOUR_DIR": 2249, "$ZipFileName": 2250, "$[4/0]": 2251, "$_": 2252, "$_\"": 2253, "$_\"'": 2254, "$_'": 2255, "$_)": 2256, "$_,": 2257, "$_;": 2258, "$a": 2259, "$absolute/path/of/your/dir": 2260, "$aliascmd": 2261, "$app_name": 2262, "$archive.tar": 2263, "$a|awk": 2264, "$b": 2265, "$b;": 2266, "$backup_dir": 2267, "$backup_path/*": 2268, "$backup_path/*.sql": 2269, "$bat;})": 2270, "$bigfile": 2271, "$b|awk": 2272, "$b|grep": 2273, "$c": 2274, "$char": 2275, "$cmd": 2276, "$cnt": 2277, "$cnt}'": 2278, "$count'": 2279, "$cr\"": 2280, "$d": 2281, "$d/*": 2282, "$date_dif": 2283, "$def-new.out)": 2284, "$def.out)": 2285, "$dest": 2286, "$destPath": 2287, "$destination_path": 2288, "$dev": 2289, "$dig": 2290, "$dir": 2291, "$dir)\"": 2292, "$dir))\"": 2293, "$dir;": 2294, "$dir_name": 2295, "$directory": 2296, "$dirname": 2297, "$domain": 2298, "$e": 2299, "$e)": 2300, "$e;": 2301, "$each": 2302, "$empty_variable": 2303, "$end": 2304, "$end`": 2305, "$endlooop\";": 2306, "$euids": 2307, "$f": 2308, "$f\"": 2309, "$f\";": 2310, "$f\">": 2311, "$f)": 2312, "$f)\"": 2313, "$f))": 2314, "$f,": 2315, "$f-$g.md5;": 2316, "$f.md5;": 2317, "$f;": 2318, "$f`": 2319, "$file": 2320, "$file))": 2321, "$file);": 2322, "$file);'": 2323, "$file.fastq)": 2324, "$file1": 2325, "$file2": 2326, "$file;": 2327, "$file;done;unset": 2328, "$file`": 2329, "$filename": 2330, "$foo": 2331, "$from/*": 2332, "$from_dir": 2333, "$h;": 2334, "$homeDirData": 2335, "$host": 2336, "$i": 2337, "$i\"": 2338, "$i&;": 2339, "$i.graph": 2340, "$i;": 2341, "$in_file": 2342, "$in_file\"_\"": 2343, "$input": 2344, "$inum": 2345, "$ip": 2346, "$item": 2347, "$i|sed": 2348, "$i}')": 2349, "$i}')|tr": 2350, "$j": 2351, "$j-=a[$1][j]": 2352, "$javaUsrLib": 2353, "$javaUsrLib/jdk1*/bin/*": 2354, "$keyname": 2355, "$kf'\\n'$mp": 2356, "$l))\"": 2357, "$l);": 2358, "$l;": 2359, 